<?php

return array(
    'language' => 'th',
    'DBD' => 'DBD',
    'การเรียนรู้และบทความ' => 'การเรียนรู้และบทความ',
    'แนะนำการใช้งาน' => 'แนะนำการใช้งาน',
    'ค้นหาร้านค้า' => 'ค้นหาร้านค้า',
    'บริการ' => 'บริการ',
    'ลิงก์หน่วยงาน' => 'ลิงก์หน่วยงาน',
    'คำถาม' => 'คำถาม',
    'เกี่ยวกับเรา' => 'เกี่ยวกับเรา',
    'ข่าวสารและกิจกรรม' => 'ข่าวสารและกิจกรรม',
    '' => '',
    'link.png' => 'link.png',
    '/img/banner/link.png' => '/img/banner/link.png',
    'จัดการลิงก์' => 'จัดการลิงก์',
    'ค้นหา' => 'ค้นหา',
    'ค้นหาตามชื่อลิงก์' => 'ค้นหาตามชื่อลิงก์',
    'ค้นหาตามกลุ่มลิงก์' => 'ค้นหาตามกลุ่มลิงก์',
    'ไม่พบลิงก์ที่เกี่ยวข้อง' => 'ไม่พบลิงก์ที่เกี่ยวข้อง',
    '' => '',
    '' => '',
    'Knowledge' => 'Knowledge',
);
?>
