<?php
$form = $this->beginWidget("CActiveForm", array(
    'id' => 'rule_knowledge-form',
        ));
?>
<hr>
<div class='text_detail' style='text-align: center;'>
    <h3><?php echo Yii::t('language', 'เงื่อนไขและข้อกำหนด'); ?></h3>
</div>
<p><?php echo Yii::t('language', '1. กรมพัฒนาธุรกิจการค้าเป็นผู้จัดทำโปรแกรม Knowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', 'จัดไว้ให้สมาชิกและประชาชนทั่วไปผู้สนใจในการพาณิชย์อิเล็กทรอนิกส์เท่านั้นหากนำไปคัดลอก ดัดแปลงเพื่อการค้าใดๆทั้งสิ้น'); ?></p>
<p><?php echo Yii::t('language', '2. โดยการเข้าร่วมโปรแกรมการฝึกอบรม Knowledge and Learning นี้ผู้เข้าร่วมยินยอมปฏิบัติตามเงื่อนไขและข้อกำหนดต่างๆ'); ?></p>
<p><?php echo Yii::t('language', 'ซึ่งมีผลบังคับใช้กับโปรแกรมการฝึกอบรมKnowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', '3. การละเมิดเงื่อนไขและข้อกำหนดเหล่านี้ของคุณอาจนำไปสู่การปิดใช้งานบัญชีสมาชิกของคุณได้'); ?></p>
<p><?php echo Yii::t('language', '4. ในกรณีที่เป็นสมาชิก บัญชีผู้ใช้หนึ่งใช้งานได้สำหรับผู้ใช้ที่ระบุไว้เพียงคนเดียวเท่านั้น'); ?></p>
<p><?php echo Yii::t('language', 'เว้นแต่ระบุไว้เป็นอย่างอื่นไม่อนุญาตให้ผู้ใดเปิดใช้งานมากกว่าหนึ่งบัญชีที่โปรแกรมการฝึกอบรม Knowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', '5. ท่านสามารถเข้าอบรม/เรียน ได้หลายครั้ง และสามารถเก็บไว้อบรมในภายหลังได้'); ?></p>
<p><?php echo Yii::t('language', '6. หากพบหรือสงสัยว่าจะมีการละเมิดเงื่อนไขและข้อกำหนดเหล่านี้ ถือว่าการตัดสินใจของกรมพัฒนาธุรกิจการค้าเป็นที่สิ้นสุดแต่เพียงผู้เดียว'); ?></p>
<p><?php echo Yii::t('language', '7. เงื่อนไขและข้อกำหนดเหล่านี้มีผลบังคับใช้กับคุณตั้งแต่เข้าร่วมโปรแกรมการฝึกอบรม Knowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', '8. เงื่อนไขและข้อกำหนดเหล่านี้มีผลกับผู้เข้าร่วมในโปรแกรมการฝึกอบรม Knowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', 'ทุกคนและอาจมีการแก้ไขปรับปรุงได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบเงื่อนไขและข้อกำหนดพิเศษอาจมีผลบังคับใช้กับผู้เข้าร่วมเฉพาะส่วนของโปรแกรมการฝึกอบรมKnowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', 'ในกรณีดังกล่าวจะมีการจัดทำเป็นเอกสารแนบท้ายเงื่อนไขและข้อกำหนดเหล่านี้'); ?></p>
<p><?php echo Yii::t('language', '9. ไม่มีการซื้อหรือชำระเงินใดๆ เพื่อเข้าร่วมโปรแกรมการฝึกอบรม Knowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', '10. ในการเข้าร่วม ผู้เข้าร่วมจะต้องอ่านและทำความเข้าใจ และยอมรับเงื่อนไขและข้อกำหนดเหล่านี้'); ?></p>
<p><?php echo Yii::t('language', '11. คุณยินยอมให้ข้อมูลส่วนบุคคลของคุณกับ กรมพัฒนาธุรกิจการค้าเพื่อเข้าร่วมในโปรแกรมการฝึกอบรม'); ?></p>
<p><?php echo Yii::t('language', 'Knowledge and Learning ของคุณที่อยู่อีเมลของคุณ หมายเลขโทรศัพท์มือถือของคุณ (“ข้อมูลส่วนบุคคล”)'); ?></p>
<p><?php echo Yii::t('language', '12. การตัดสินใจทั้งหมดเกี่ยวกับหรือในนามของโปรแกรม Knowledge and Learning ถือเป็นที่สิ้นสุดและต้องปฏิบัติตาม'); ?></p>
<p><?php echo Yii::t('language', 'ไม่มีการพูดคุยหรือการเจรจาใดๆกับกรมพัฒนาธุรกิจการค้าอันเกี่ยวข้องกับการตัดสินใจของกรมฯ ตามโปรแกรม Knowledge and Learning'); ?></p>
<p><?php echo Yii::t('language', '13. ในส่วนของ Knowledge and Learning จะมีเอกสารให้สามารถดาวน์โหลด  พร้อมทั้งคลิปวีดีโอให้รับชม'); ?></p>
<p><?php echo Yii::t('language', '14. ทางกรมฯ ขอสงวนสิทธิ์ทั้งหมดในการตัดสิทธิ์ผู้เข้าร่วมซึ่งกรมฯ เห็นว่าใช้วิธีการอันไม่เหมาะสมในการเข้าร่วม'); ?></p>
<p><?php echo Yii::t('language', '15. ทางกรมพัฒนาธุรกิจการค้าจะไม่รับผิดต่อต้นทุน ค่าใช้จ่าย ความเสียหาย ความรับผิดหรือการบาดเจ็บใดๆที่เกิดจากหรือในการที่เกี่ยวข้องกับการใช้โปรแกรมการฝึกอบรม Knowledge and Learningทั้งสิ้น'); ?></p>
<p><?php echo Yii::t('language', '16. กรมพัฒนาธุรกิจ สามารถแก้ไขปรับเปลี่ยนเงื่อนไขและข้อกำหนดนี้ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า'); ?></p>

<hr>
<input type="hidden" name="rule_knowledge" value='1' />
<div style='text-align: center;'>
    <?php
    echo CHtml::submitButton(Yii::t('language', 'ยอมรับ'));
    echo CHtml::button(Yii::t('language', 'ยกเลิก'), array(
        'onClick' => "window.location='javascript:parent.jQuery.fancybox.close();'")
    );
    ?>
</div>
<?php
$this->endWidget();
?>
