<?php

Class ShopCategory {
    public function getList(){
        $list = array(
            '1' => 'เสื้อผ้า',
            '2' => 'เครื่องสำอาง ความงาม',
            '3' => 'ของเล่น ของสะสม ของที่ระลึก',
            '4' => 'ศิลปหัตถกรรม (ของทำมือ)',
            '5' => 'ของใช้ ของตกแต่งบ้าน',
            '6' => 'อาหาร และสุขภาพ',
            '7' => 'เทคโนโลยี มือถือ คอมพิวเตอร์',
            '8' => 'บันเทิง ดนตรีและภาพยนต์',
            '9' => 'สัตว์เลี้ยง และ อุปกรณ์',
            '10' => 'หนังสือและนิตยสาร',
            '11' => 'เครื่องเขียน/อุปกรณ์สำนักงาน/ของใช้เบ็ดเตล็ด',
            '12' => 'อุปกรณ์และเครื่องมือช่าง',
            '13' => 'ของเก่า-ของสะสม',
            '14' => 'กล้องและอุปกรณ์',
            '15' => 'กีฬาและกิจกรรม outdoor',
            '16' => 'รถ ยานพาหนะ',
            '17' => 'บ้านและที่ดิน',
            '18' => 'อื่นๆ',
        );
        return $list;
    }
}

?>
